[
  {
    "day": 1,
    "url": "https://www.magnagratia.org/devotional/1-decembrie-pregatiti-calea/",
    "title": "Pregătiți calea",
    "verse": "„El îi va întoarce pe mulți dintre fiii lui Israel la Domnul, Dumnezeul lor. Va merge înaintea lui Dumnezeu, în duhul și puterea lui Ilie, ca să întoarcă inimile părinților la copii, și pe cei neascultători la umblarea în înțelepciunea celor neprihăniți, ca să Îi gătească Domnului un norod bine pregătit pentru El” (Luca 1:16-17).",
    "verse_ref": "Luca 1:16-17",
    "text": [
      "Ceea ce Ioan Botezătorul a făcut pentru Israel, perioada de Advent poate face pentru noi. Nu lăsa ca acest Crăciun să te găsească nepregătit. Mă refer la ideea de nepregătit spiritual. Bucuria și impactul lui vor fi mult mai mari dacă vei fi pregătit!",
      "Așadar, dacă vrei să fii pregătit…",
      "În primul rând, meditează la faptul că avem nevoie de un Mântuitor. Crăciunul este o acuzație înainte de a deveni o desfătare. „Astăzi în cetatea lui David, vi s-a născut un Mântuitor, care este Hristos, Domnul” (Luca 2:11). Dacă nu ai nevoie de un Mântuitor, nu ai nevoie nici de Crăciun. Crăciunul nu va avea efectul scontat dacă nu ne conștientizăm cu disperare nevoia de a avea un Mântuitor. Fie ca aceste scurte meditații de Advent să ajute la trezirea în tine a unui simțământ dulce-amar al nevoii de a-L avea pe Mântuitorul!",
      "În al doilea rând, implică-te într-o cercetare profundă de sine. Adventul este pentru Crăciun ceea ce perioada de post este pentru Paști. „Cercetează-mă, Dumnezeule, și cunoaște-mi inima! Încearcă-mă, și cunoaște-mi gândurile! Vezi dacă sunt pe o cale rea, și du-mă pe calea veșniciei!” (Ps. 139:23-24). Fie ca orice inimă să-I pregătească loc… curățând casa!",
      "În al treilea rând, zidește în familia ta o anticipare, o așteptare și o bucurie centrată în Dumnezeu – în special pentru copii. Dacă ești încântat de Hristos, și ei vor fi. Dacă poți face Crăciunul să fie încântător doar cu lucruri materiale, cum vor ajunge copiii tăi să înseteze după Dumnezeu? Îndreaptă eforturile imaginației tale așa încât în copiii tăi să se nască uimirea venirii vizibile a Împăratului.",
      "În al patrulea rând, dedică-te mult studiului Scripturii și memorează pasaje deosebite! „Nu este Cuvântul Meu ca un foc, zice Domnul?” (Ier. 23:29)! Veniți laolaltă, în jurul acelui foc, în această perioadă de Advent. El este cald. El strălucește de culorile harului. El este vindecător pentru o mie de răni. El este lumină pentru nopțile întunecate."
    ]
  },
  {
    "day": 2,
    "url": "https://www.magnagratia.org/devotional/2-decembrie-dumnezeul-maret-al-mariei/",
    "title": "Dumnezeul măreț al Mariei",
    "verse": "„Maria a zis: ‚Sufletul meu Îl preamărește pe Domnul, și mi se bucură duhul în Dumnezeu, Mântuitorul meu, pentru că a privit spre starea smerită a roabei Sale. Căci iată că, de acum încolo, toate Neamurile îmi vor zice fericită, pentru că Cel Atotputernic a făcut lucruri mari pentru mine. Numele Lui este sfânt și îndurarea Lui se întinde din neam în neam peste cei ce se tem de El. El a arătat putere cu brațul Lui; a risipit gândurile pe care le aveau cei mândri în inima lor. I-a răsturnat pe cei puternici de pe scaunele lor de domnie, și i-a înălțat pe cei smeriți. Pe cei flămânzi i-a săturat de bunătăți și pe cei bogați i-a scos afară cu mâinile goale. A venit în ajutorul robului său Israel, căci Și-a adus aminte de îndurarea Sa, cum le făgăduise părinților noștri, față de Avraam și sămânța lui în veac’”  (Luca 1:46-55).",
    "verse_ref": "Luca 1:46-55",
    "text": [
      "Maria vede foarte clar un lucru remarcabil despre Dumnezeu: El este pe punctul de a schimba cursul întregii istorii a omenirii. Cele mai importante trei decenii din toată istoria sunt pe cale să înceapă.",
      "Dar unde este Dumnezeu? El se concentrează pe două femei necunoscute și smerite – una bătrână și stearpă (Elisabeta), și una tânără și fecioară (Maria). Maria este apoi atât de mișcată de această vedenie de la Dumnezeu, Cel care îi iubește pe cei smeriți, încât izbucnește în cântare – o cântare care a ajuns cunoscută sub numele de „Magnificat”.",
      "Maria și Elisabeta sunt eroinele uimitoare din narațiunea lui Luca. El iubește credința acestor femei. Ceea ce îl impresionează cel mai mult, și lucrul pe care vrea să i-l transmită lui Teofil, cititorul nobil al Evangheliei lui, se pare că era smerenia bucuroasă a Elisabetei și Mariei, atunci când ele se supun Dumnezeului lor măreț.",
      "Elisabeta spune: „Cum mi-a fost dat mie să vină la mine maica Domnului meu?” (Luca 1:43). La rândul ei, Maria afirmă: „[El] a privit spre starea smerită a roabei Sale” (Luca 1:48).",
      "Singurii oameni al căror suflet Îl pot preamări cu adevărat pe Domnul sunt cei ca Elisabeta și Maria – oameni care își recunosc starea smerită și care sunt copleșiți de superioritatea Dumnezeului lor măreț."
    ]
  },
  {
    "day": 3,
    "url": "https://www.magnagratia.org/devotional/3-decembrie-vizita-indelung-asteptata/",
    "title": "Vizita îndelung așteptată",
    "verse": "„Binecuvântat este Domnul, Dumnezeul lui Israel, pentru că l-a cercetat și l-a răscumpărat pe poporul Său. Și ne-a ridicat o mântuire puternică în casa robului Său David, cum vestise prin gura sfinților Săi proroci, care au fost din vechime; mântuire de vrăjmașii noștri și din mâna tuturor celor ce ne urăsc!” (Luca 1:68-71).",
    "verse_ref": "Luca 1:68-71",
    "text": [
      "Observați două lucruri remarcabile în cuvintele lui Zaharia, soțul Elisabetei, în Luca 1:68-71.",
      "În primul rând, în urmă cu nouă luni, Zaharia nu crezuse că soția lui ar putea avea un copil. Acum însă, fiind umplut de Duhul Sfânt, el a devenit atât de sigur de lucrarea răscumpărătoare a lui Dumnezeu în venirea lui Mesia, încât exprimă totul la timpul trecut: „Domnul… l-a cercetat și l-a răscumpărat pe poporul Său”. Pentru cel care are credința, un act făgăduit de Dumnezeu este considerat ca și înfăptuit. Zaharia învățase să Îl creadă pe Dumnezeu pe cuvânt și, astfel, el a căpătat o siguranță remarcabilă: Dumnezeu „l-a cercetat și l-a răscumpărat!” (Luca 1:68).",
      "În al doilea rând, venirea lui Isus Mesia este o vizită a lui Dumnezeu în această lume: Dumnezeul lui Israel a vizitat și a răscumpărat. Vreme de secole, poporul evreu se luptase cu ideea că Dumnezeu se retrăsese din istorie: duhul profeției încetase, iar Israelul căzuse în mâinile Romei. Toți cei evlavioși din Israel erau în așteptarea vizitei lui Dumnezeu. Luca ne spune că un alt om bătrân, devotatul Simeon, „aștepta mângâierea lui Israel” (Luca 2:25). Tot așa, Ana, o femeie dedicată rugăciunii, „aștepta mântuirea Ierusalimului” (Luca 2:38).",
      "Acestea erau zile ale unor așteptări deosebite. Vizita îndelung așteptată a lui Dumnezeu era pe punctul de a se petrece – iar El avea să vină într-un fel la care nimeni nu se gândea."
    ]
  },
  {
    "day": 4,
    "url": "https://www.magnagratia.org/devotional/4-decembrie-pentru-micul-popor-al-lui-dumnezeu/",
    "title": "Pentru micul popor al lui Dumnezeu",
    "verse": "„În vremea aceea a ieșit o poruncă de la Cezar August să se înscrie toată lumea. Înscrierea aceasta s-a făcut întâia dată pe când Quirinius era dregător în Siria. Toți se duceau să se înscrie, fiecare în cetatea lui. Iosif s-a suit și el din Galileea, din cetatea Nazaret, ca să se ducă în Iudeea, în cetatea lui David, numită Betleem, pentru că era din casa și din seminția lui David, să se înscrie împreună cu Maria, logodnica lui, care era însărcinată” (Luca 2:1-5).",
    "verse_ref": "Luca 2:1-5",
    "text": [
      "Te-ai gândit vreodată ce lucru uimitor este că Dumnezeu a rânduit mai dinainte ca Mesia să se nască în Betleem, așa cum arată profeția din Mica 5:2? Te uimește că El a rânduit lucrurile în așa fel încât, la momentul potrivit, mama lui Mesia și tatăl Lui legal nu locuiau în Betleem, ci în Nazaret și, ca să se împlinească Cuvântul Lui, pentru a aduce la Betleem, de acel prim Crăciun, doi oameni mici, neînsemnați și de care nu se auzise mai nimic, Dumnezeu a pus inima lui Cezar Augustus gândul ca tot Imperiul Roman să fie supus unui recensământ și fiecare om să călătorească până în locul natal? Un decret pentru întreaga lume ca să miște doi oameni pe o distanță de aproape 110 km!",
      "Te-ai simțit vreodată ca mine, mic și neînsemnat într-o lume de 7 miliarde de oameni, unde toate știrile au de-a face cu mișcări politice, economice și sociale, și unde oamenii deosebiți, cu importanță globală, capătă atenția, puterea și prestigiul? Dacă da, nu lăsa ca acest lucru să te facă nefericit sau să-ți prăbușească inima. În Scriptură există învățătura implicită care spune că toate forțele politice uriașe și toți coloșii industriali, chiar fără să își dea seama, sunt călăuziți de Dumnezeu, nu spre binele lor, ci spre binele micului Său popor – mica Maria și micul Iosif care trebuiau să meargă de la Nazaret până la Betleem. Dumnezeu scutură un întreg Imperiu ca să-Și împlinească Cuvântul și ca să-Și binecuvânteze copiii.",
      "Să nu crezi că, dacă treci prin necazuri în mica ta lume, mâna lui Dumnezeu s-ar fi scurtat. Ceea ce El caută cu toată inima nu este prosperitatea sau faima noastră, ci sfințenia noastră. În acest scop, El stăpânește peste întreaga lume, așa cum spune Scriptura în Proverbe 21:1: „Inima împăratului este ca un râu de apă în mâna Domnului, pe care îl îndreaptă încotro vrea”. Iar El o îndreaptă întotdeauna către scopurile Sale mântuitoare, sfințitoare și veșnice, în beneficiul poporului Său.",
      "El este un Dumnezeu uriaș pentru un popor mic, așa că avem un motiv deosebit să ne bucurăm că, chiar dacă lor nu le este cunoscut, toți regii, președinții, premierii, cancelarii și liderii acestei lumi ascultă de decretele suverane ale Tatălui nostru ceresc pentru ca noi, copiii Lui, să ne putem asemăna chipului Fiului Său, Isus Hristos – apoi să intrăm în slava veșnică."
    ]
  },
  {
    "day": 5,
    "url": "https://www.magnagratia.org/devotional/5-decembrie-nicio-abatere-de-la-calea-catre-calvar/",
    "title": "Nicio abatere de la calea către Calvar",
    "verse": "„Pe când erau ei acolo, s-a împlinit vremea când trebuia să nască Maria. Și L-a născut pe Fiul ei cel întâi născut, L-a înfășat în scutece și L-a culcat într-o iesle, pentru că în casa de poposire nu era loc pentru ei” (Luca 2:6-7).",
    "verse_ref": "Luca 2:6-7",
    "text": [
      "Ai crede că, dacă Dumnezeu stăpânește peste lume așa încât folosește un recensământ la nivel de imperiu ca să îi aducă pe Maria și pe Iosif la Betleem, cu siguranță că El va avea grijă să existe o cameră disponibilă pentru ei la han.",
      "Da, El putea face asta. Cu siguranță că putea! Iar Isus s-ar fi putut naște într-o familie înstărită. El ar fi putut transforma piatra în pâine în pustiu. El putea să cheme zece mii de îngeri în ajutorul Lui, în Ghetsimani. El ar fi putut să Se dea jos de pe cruce și să Se scutească de moarte. Întrebarea nu este ce ar fi putut face Dumnezeu, ci ce a vrut El să facă.",
      "Voia lui Dumnezeu a fost ca, deși Hristos era bogat, de dragul nostru, El să Se facă sărac. Semnele „niciun loc liber” de pe toate casele de găzduire din Betleem au fost puse acolo pentru tine. „S-a făcut sărac pentru voi” (2 Cor. 8:9).",
      "Dumnezeu stăpânește peste toate lucrurile, chiar și peste capacitățile de cazare din hoteluri și pensiuni – de dragul copiilor Lui. Calea către Calvar începe cu un semn indicând „niciun loc liber” în Betleem, și sfârșește cu scuipăturile și batjocurile Crucii din Ierusalim.",
      "Apoi nu trebuie să uităm ce a spus Isus: „Dacă voiește cineva să vină după Mine, să se lepede de sine, să-și ia crucea în fiecare zi, și să Mă urmeze” (Luca 9:23).",
      "Noi ne alăturăm Lui pe drumul Calvarului și Îl auzim spunând: „Aduceți-vă aminte de vorba pe care v-am spus-o: ,Robul nu este mai mare decât stăpânul său’. Dacă M-au prigonit pe Mine, și pe voi vă vor prigoni” (Ioan 15:20).",
      "Celui care a exclamat cu entuziasm, „Te voi urma oriunde vei merge”, Isus îi răspunde, „Vulpile au vizuini, și păsările cerului au cuiburi; dar Fiul omului n-are unde-Și odihni capul” (Luca 9:57-58).",
      "Da, Dumnezeu ar fi putut face ca Isus să aibă o cameră unde să se nască, dar acest lucru ar fi fost o abatere de la calea către Calvar."
    ]
  },
  {
    "day": 6,
    "url": "https://www.magnagratia.org/devotional/6-decembrie-pace-intre-cei-placuti-lui-dumnezeu/",
    "title": "Pace între cei plăcuți lui Dumnezeu",
    "verse": "„Iată semnul, după care-L veți cunoaște: veți găsi un prunc înfășat în scutece şi culcat într-o iesle”. Și deodată, împreună cu îngerul s-a unit o mulțime de oaste cerească, lăudându-L pe Dumnezeu, și zicând: „Slavă lui Dumnezeu în locurile preaînalte și pace pe pământ între oamenii plăcuți Lui” (Luca 2:12-14).",
    "verse_ref": "Luca 2:12-14",
    "text": [
      "Pace pentru cine? Există o notă sobră în lauda îngerilor. Pace printre cei asupra cărora vine favoarea Lui. Pace printre cei plăcuți Lui. Dar fără credință, este cu neputință să Îi fim plăcuți lui Dumnezeu (Evrei 11:6). De aceea, Crăciunul nu le aduce pace tuturor.",
      "„Judecata aceasta”, a spus Isus, „stă în faptul că, odată venită Lumina în lume, oamenii au iubit mai mult întunericul decât lumina, pentru că faptele lor erau rele” (Ioan 3:19). Sau, așa cum a afirmat bătrânul Simeon când L-a văzut pe copilul Isus, „iată, Copilul acesta este rânduit spre prăbușirea și ridicarea multora în Israel, și să fie un semn, care va stârni împotrivire… ca să se descopere gândurile multor inimi” (Luca 2:34-35). O, ce mulți oameni umblă după o zi de Crăciun rece și plictisitoare, nevăzând în ea mai mult decât un semn față de care să se împotrivească.",
      "„A venit la ai Săi, și ai Săi nu L-au primit. Dar tuturor celor ce L-au primit, adică celor ce cred în Numele Lui, le-a dat dreptul să se facă copii ai lui Dumnezeu” (Ioan 1:11-12). Doar ucenicilor Lui le-a spus Isus aceste cuvinte: „Vă las pacea, vă dau pacea Mea. Nu v-o dau cum o dă lumea. Să nu vi se tulbure inima, nici să nu se înspăimânte” (Ioan 14:27).",
      "Cei care se bucură de pacea lui Dumnezeu ce întrece orice pricepere sunt cei care, prin rugăciuni și mijlociri, își aduc în orice lucru cererile lor înaintea lui Dumnezeu (Filip. 4:6-7).",
      "Cheia care deschide tezaurul păcii lui Dumnezeu este credința în făgăduințele lui Dumnezeu. Așa se roagă și Pavel: „Dumnezeul nădejdii să vă umple de toată bucuria și pacea, pe care o dă credința” (Rom. 15:13). Iar când ne punem încrederea în făgăduințele lui Dumnezeu și avem bucurie, pace și dragoste, Dumnezeu este glorificat.",
      "Slavă lui Dumnezeu în locurile preaînalte și pace pe pământ între oamenii plăcuți Lui! Adică între oricine crede – din orice popor, limbă, seminție și națiune."
    ]
  },
  {
    "day": 7,
    "url": "https://www.magnagratia.org/devotional/7-decembrie-mesia-al-magilor/",
    "title": "Mesia al magilor",
    "verse": "„După ce S-a născut Isus în Betleemul din Iudeea, în zilele împăratului Irod, iată că au venit niște magi din Răsărit la Ierusalim, și au întrebat: ‘Unde este Împăratul de curând născut al Iudeilor? Fiindcă I-am văzut steaua în Răsărit, și am venit să ne închinăm Lui’” (Matei 2:1-2).",
    "verse_ref": "Matei 2:1-2",
    "text": [
      "Spre deosebire de Luca, Matei nu descrie venirea păstorilor să-L viziteze pe Isus la staul. El se concentrează pe cei străini – Neamurile, cei ce nu erau evrei – care au venit din Orient ca să se închine lui Isus. De aceea, Matei Îl ilustrează pe Isus la începutul și la finele Evangheliei lui ca pe un Mesia universal, pentru toate popoarele, nu doar pentru evrei. Aici, primii închinători sunt magi de la curți împărătești, sau astrologi ori înțelepți nu din Israel, ci din Orient, probabil din Babilon. Ei erau dintre Neamuri, necurați potrivit legilor ceremoniale din Vechiul Testament.",
      "La finele Evangheliei după Matei, ultimele cuvinte ale lui Isus sunt acestea: „Toată puterea Mi-a fost dată în Cer și pe pământ. Duceți-vă și faceți ucenici din toate Neamurile” (Matei 28:18-19). Acest lucru nu doar că a deschis ușa pentru noi, Neamurile, ca să ne bucurăm de Mesia, ci a adăugat dovada că El era Mesia pentru că una dintre profețiile rostite repetat era că popoarele și regii urmau să vină înaintea Lui, recunoscându-L ca Stăpânul lumii. Un astfel de exemplu este Isaia 60:3:",
      "„Neamuri vor umbla în lumina Ta, și împărați în strălucirea razelor Tale”.",
      "Astfel, Matei adaugă dovada calității mesianice a lui Isus și arată că El este Mesia – un Împărat, Cel promis pentru toate popoarele, nu doar pentru Israel."
    ]
  },
  {
    "day": 8,
    "url": "https://www.magnagratia.org/devotional/8-decembrie-steaua-supranaturala-a-betleemului/",
    "title": "Steaua supranaturală a Betleemului",
    "verse": "„I-am văzut steaua în Răsărit, și am venit să ne închinăm Lui” (Matei 2:2).",
    "verse_ref": "Matei 2:2",
    "text": [
      "Biblia ne uimește repetat curiozitatea arătând cât de sigure sunt anumite lucruri care s-au petrecut. Cum i-a condus această „stea” pe magii din Orient până la Ierusalim?",
      "Nu se spune că i-a călăuzit sau că ar fi mers înaintea lor pe calea către Ierusalim. Scriptura spune doar că ei au văzut o stea la răsărit (Matei 2:2) și au venit la Ierusalim. Cum a mers acea stea înaintea lor în scurtul lor drum de câțiva km de la Ierusalim la Betleem, așa cum spune Matei 2:9 că s-a petrecut? Și cum a fost posibil ca o stea să „se oprească deasupra locului unde era Pruncul”?",
      "Răspunsul este că nu știm. S-au făcut numeroase eforturi de a explica acest fenomen în termenii conjuncției planetelor, a cometelor, a supernovelor sau a unor lumini miraculoase. Pur și simplu nu știm cum a avut loc. Vreau să te îndemn să nu devii preocupat – să nu rămâi ațintit la teoriile care, în final, sunt niște biete încercări de a explica fenomenul, dar n-au mare importanță spirituală.",
      "Voi risca să generalizez aici, dar fac asta ca să te avertizez: oamenii preocupați de astfel de lucruri, precum mișcarea stelei, felul în care Marea Roșie a fost despărțită, în care mana a căzut pe pământ zi de zi, în care Iona a supraviețuit în burta peștelui sau în care luna se va face sângerie, sunt în general oameni care au ceea ce eu numesc o mentalitate înclinată către lucrurile neînsemnate, marginale.",
      "Nu vei vedea în aceste lucruri bucuria adâncă a adevărurilor mărețe și centrale ale Evangheliei: sfințenia lui Dumnezeu, urâțenia păcatului, starea neputincioasă a omului, moartea lui Hristos, îndreptățirea doar prin credință, lucrarea sfințitoare a Duhului, strălucirea revenirii lui Hristos și judecata finală.",
      "Ei par întotdeauna să te atragă pe calea lăturalnică prin articole sau cărți noi de care sunt foarte atrași și care tratează vreun aspect din acesta marginal. Acolo există puțină bucurie legată de realitățile mărețe și centrale.",
      "Dar ceea ce este clar în această chestiune a stelei este că ea nu face un lucru de la sine: ea îi călăuzește pe magi către Fiul lui Dumnezeu, ca să I se închine.",
      "Există o singură persoană în gândirea biblică ce poate sta în spatele acestei mișcări intenționate a stelelor: Dumnezeu însuși. Așadar, lecția este clară: Dumnezeu îi călăuzește pe acești străini către Hristos, ca să I se închine. Iar El face acest lucru punând în mișcare influența și puterea Lui globală – probabil chiar universală – ca să se împlinească totul.",
      "Luca ne arată că Dumnezeu influențează întreg Imperiul Roman așa încât acel recensământ să aibă loc la momentul precis pentru a aduce o fecioară neînsemnată la Betleem, ca astfel să se împlinească profeția despre nașterea Fiului Lui. Matei ni-L arată pe Dumnezeu influențând stelele de pe cer ca să aducă o mână neînsemnată de străini la Betleem, astfel încât ei să se închine Fiului.",
      "Acesta este planul lui Dumnezeu. El l-a împlinit atunci și îl împlinește și acum. Scopul Lui este ca popoarele – toate popoarele (Matei 24:14) – să se închine Fiului Său.",
      "Aceasta este voia lui Dumnezeu pentru oricare persoană din biroul unde lucrezi, din clasa în care studiezi, din vecinătatea ta și din familia ta. Așa cum spune Ioan 4:23, „astfel de închinători dorește Tatăl”.",
      "La începutul Evangheliei după Matei vedem un model de tipul „vino și vezi”. Dar, la finalul Evangheliei, el se schimbă în „mergi și spune”. Magii au venit și au văzut. Noi suntem chemați să mergem și să spunem. Dar ceea ce nu se schimbă sunt planul și puterea lui Dumnezeu prin strângerea laolaltă a popoarelor ca să se închine Fiului Lui. Preamărirea lui Hristos în închinarea fierbinte a tuturor popoarelor este motivul pentru care această lume există!"
    ]
  },
  {
    "day": 9,
    "url": "https://www.magnagratia.org/devotional/9-decembrie-doua-feluri-de-impotrivire-fata-de-isus/",
    "title": "Două feluri de împotrivire față de Isus",
    "verse": "„Când a auzit împăratul Irod acest lucru, s-a tulburat mult; și tot Ierusalimul s-a tulburat împreună cu el” (Matei 2:3).",
    "verse_ref": "Matei 2:3",
    "text": [
      "Isus este problematic pentru oamenii care nu vor să I se închine, iar El stârnește împotrivirea lor față de cei care I se închină. Probabil că nu acesta este principalul subiect din mintea lui Matei, dar constituie o implicație inevitabilă pe măsura dezvoltării narațiunii biblice.",
      "În cazul de față, vedem două feluri de oameni care nu vor să I se închine lui Isus.",
      "Prima categorie este formată din cei pe care pur și simplu nu îi interesează nimic despre Isus. În viețile lor, El nu înseamnă nimic. Acest grup este ilustrat la începutul vieții lui Isus de marii preoți și de cărturari. Matei 2:4 spune: „[Irod] i-a adunat pe toți preoții cei mai de seamă și pe cărturarii norodului, și a căutat să afle de la ei unde trebuia să Se nască Hristosul”. Așa că aceștia i-au spus, dar s-au oprit aici, după care s-au întors la treburile lor. Tăcerea și nepăsarea zdrobitoare a liderilor este copleșitoare dacă ne gândim la importanța a ceea ce se petrecea în acele momente.",
      "Apoi observați că Matei 2:3 spune: „Când a auzit împăratul Irod acest lucru, s-a tulburat mult; și tot Ierusalimul s-a tulburat împreună cu el”. Cu alte cuvinte, zvonurile zburau în toate direcțiile că cineva se gândea că Mesia se născuse. Lipsa de acțiune din partea marilor preoți este uluitoare: De ce să nu se ducă cu magii? Nu le pasă. Ei nu au vreo pasiune să Îl găsească pe Fiul lui Dumnezeu și să I se închine.",
      "A doua categorie de oameni care nu vor să se închine lui Isus este formată din cei care se simt puternic amenințați de El. În narațiunea de aici, Irod face parte din acest grup. El este cu totul îngrozit, atât de mult, încât plănuiește și minte, apoi comite crime în serie doar ca să scape de Isus.",
      "În zilele noastre, aceleași două feluri de împotrivire se ridică împotriva lui Hristos și a celor care I se închină: indiferența și ostilitatea. Sper că nu te afli în niciunul dintre aceste grupuri de oameni.",
      "Iar dacă ești creștin, lasă ca acest Crăciun să fie momentul când te vei gândi la ce înseamnă – și ce costă – să te închini și să Îl urmezi pe acest Mesia."
    ]
  },
  {
    "day": 10,
    "url": "https://www.magnagratia.org/devotional/10-decembrie-aur-tamaie-si-smirna/",
    "title": "Aur, tămâie și smirnă",
    "verse": "„Când au văzut ei steaua, n-au mai putut de bucurie. Au intrat în casă, au văzut Pruncul cu Maria, mama Lui, s-au aruncat cu fața la pământ, și I s-au închinat; apoi și-au deschis vistieriile, și I-au adus daruri: aur, tămâie și smirnă” (Matei 2:10-11).",
    "verse_ref": "Matei 2:10-11",
    "text": [
      "Dumnezeu nu este slujit de mâini omenești, ca și cum ar avea nevoie de vreun lucru (F.A. 17:25). Darurile magilor nu au fost aduse în semn de ajutor sau ca să împlinească vreo nevoie. Un monarh ar fi dezonorat dacă vizitatori străini ar veni cu pachete pentru acoperirea nevoilor lui.",
      "Aceste daruri nu sunt nici o formă mascată de mită. Deuteronom 10:17 spune că Dumnezeu nu ia mită. Atunci ce sens au ele? Cum se închinau magii?",
      "Darurile date oamenilor bogați, cărora nu le lipsește nimic, sunt ecouri și instrumente care intensifică dorința celui care le aduce de a arăta cât de puternică este persoana căreia îi sunt dăruite. Într-un sens, darurile aduse lui Hristos sunt asemenea postului – a te duce la El fără ceva pentru a arăta că Hristos este mai prețios decât ceea ce I-ai putea aduce.",
      "Când Îi dai lui Hristos un astfel de dar, este ca și cum ai spune: „Bucuria pe care o caut [observă Matei 2:10, „Când au văzut ei steaua, n-au mai putut de bucurie”] nu este speranța că mă voi îmbogăți schimbând daruri cu Tine sau negociind o anume plată. Am venit la Tine nu pentru ceea ce Tu ai, ci pentru Tine însuți. Iar acum intensific această dorință și o demonstrez dăruindu-Ți lucruri în nădejdea că mă voi bucura mai mult de Tine. Dăruindu-Ți ceea ce Tu nu ai nevoie și de care eu m-aș putea bucura, spun cu mai mare intensitate și autenticitate că ‚Tu ești comoara mea, nu aceste lucruri’”.",
      "Cred că asta înseamnă să te închini lui Dumnezeu cu daruri de aur, tămâie și smirnă, sau orice alt lucru pe care I l-ai putea dărui lui Dumnezeu.",
      "Fie ca Dumnezeu să trezească în noi o dorință după Hristos însuși. O, de am spune din inimă: „Doamne Isuse, Tu ești Mesia, Împăratul lui Israel. Toate popoarele vor veni și se vor pleca înaintea Ta. Dumnezeu stăpânește lumea ca ea să vadă că Tu primești închinare. De aceea, oricare ar fi împotrivirea cu care mă voi întâlni, Îți voi recunoaște cu bucurie autoritatea și demnitatea, și îmi voi aduce darurile ca semn prin care declar că doar Tu îmi poți împlini inima”."
    ]
  },
  {
    "day": 11,
    "url": "https://www.magnagratia.org/devotional/11-decembrie-de-ce-a-venit-isus/",
    "title": "De ce a venit Isus",
    "verse": "„Astfel dar, deoarece copiii sunt părtași sângelui și cărnii, tot așa și El însuși a fost deopotrivă părtaș la ele, pentru ca, prin moarte, să-l nimicească pe cel ce are puterea morții, adică pe diavolul, și să-i izbăvească pe toți aceia, care, prin frica morții, erau supuși robiei toată viața lor” (Evrei 2:14-15).",
    "verse_ref": "Evrei 2:14-15",
    "text": [
      "Cred că Evrei 2:14-15 este pasajul meu favorit în perioada de Advent, pentru că nu știu de vreun altul care să exprime atât de clar legătura dintre începutul și finalul vieții pământești a lui Isus, dintre întrupare și răstignire. Aceste două versete arată clar de ce a venit Isus, anume ca să moară. Ele ne-ar fi de mare folos în discuțiile noastre cu prietenii sau cu membrii necredincioși din familiile noastre, pentru a parcurge împreună cu ei, pas cu pas, perspectiva noastră asupra Crăciunului. O astfel de abordare ar suna în felul următor, luând câte o frază în parte:",
      "„Astfel dar, deoarece copiii sunt părtași sângelui și cărnii…”",
      "Termenul „copiii” este preluat din versetul anterior (Evrei 2:13) și se referă la urmașii spirituali ai lui Hristos, Mesia (v. Isaia 8:18; 53:10). Aceștia sunt și „copiii lui Dumnezeu” (Ioan 1:12). Cu alte cuvinte, prin trimiterea lui Hristos, Dumnezeu are în vedere în special mântuirea „copiilor” Lui.",
      "Este adevărat că „atât de mult a iubit Dumnezeu lumea, că L-a dat pe [Isus]” (Ioan 3:16), dar la fel de adevărat este și că Dumnezeu Își strânge în special „copiii lui Dumnezeu cei risipiți” (Ioan 11:52). Planul lui Dumnezeu a fost să Îl dea pe Hristos lumii și să înfăptuiască mântuirea copiilor Lui (v. 1 Tim. 4:10). Astfel, primindu-L pe Hristos, ai parte de înfiere (Ioan 1:12).",
      "„… tot așa și El însuși a fost deopotrivă părtaș la ele [sânge și carne]…”",
      "Asta înseamnă că Hristos a existat dinainte de întrupare. El era duh. El era Cuvântul cel veșnic. El era cu Dumnezeu și era Dumnezeu (Ioan 1:1; Col. 2:9). Dar El a luat asupra Lui trup și sânge, îmbrăcând dumnezeirea Lui cu umanitate. El a devenit om pe deplin și a rămas Dumnezeu pe deplin. Aceasta este o mare taină în multe aspecte, dar ea constituie esența credinței noastre și ceea ce Biblia ne învață.",
      "„… pentru ca, prin moarte…”",
      "Motivul pentru care El S-a făcut om a fost ca să moară. Ca Dumnezeu, pur și simplu El nu ar fi putut muri pentru păcătoși. Dar ca om, El a putut muri. Țelul Lui era să moară. De aceea, El trebuia să se nască om. El s-a născut ca să moară. Ținta Crăciunului este Vinerea Mare. Iată ceea ce majoritatea oamenilor de azi au nevoie să audă despre sensul Crăciunului.",
      "„… să-l nimicească pe cel ce are puterea morții, adică pe diavolul…”",
      "Prin moarte, Hristos i-a rupt dinții diavolului. Cum? Acoperind toate păcatele noastre. Asta înseamnă că Satana nu mai are niciun temei legitim să ne acuze înaintea lui Dumnezeu. „Cine va ridica pâră împotriva aleșilor lui Dumnezeu? Dumnezeu este Acela, care-i socotește neprihăniți” (Rom. 8:33) – dar pe ce temei ne îndreptățește El? Prin sângele lui Isus (Rom. 5:9).",
      "Arma finală a Satanei împotriva noastră este păcatul nostru. Dacă moartea lui Isus îl îndepărtează, principala armă a diavolului – singura armă mortală pe care o are – îi este luată din mâini. El nu mai poate folosi situația noastră spirituală ca să aducă asupra noastră pedeapsa cu moartea, pentru că Judecătorul ne-a achitat prin moartea Fiului Său!",
      "„… și să-i izbăvească pe toți aceia, care, prin frica morții, erau supuși robiei toată viața lor”.",
      "Așadar, noi suntem eliberați de frica morții. Dumnezeu ne-a îndreptățit. Satana nu poate răsturna acel decret. Iar Dumnezeu vrea ca siguranța noastră ultimă să aibă un efect imediat asupra vieților noastre. El vrea ca sfârșitul nostru fericit să îndepărteze robia și frica prezentului. Dacă nu mai trebuie să ne temem de ultimul și cel mai mare vrăjmaș al nostru – moartea – atunci nu trebuie să ne mai temem de nimic. Suntem liberi să ne bucurăm. Liberi să le slujim celorlalți.",
      "Ce dar măreț de Crăciun ne-a adus Dumnezeu! Și apoi de la noi către întreaga lume!"
    ]
  },
  {
    "day": 12,
    "url": "https://www.magnagratia.org/devotional/12-decembrie-inlocuirea-umbrelor/",
    "title": "Înlocuirea umbrelor",
    "verse": "„Punctul cel mai însemnat al celor spuse este că avem un Mare Preot, care S-a așezat la dreapta scaunului de domnie al Măririi, în ceruri, ca slujitor al Locului preasfânt și al adevăratului cort, care a fost ridicat nu de un om, ci de Domnul” (Evrei 8:1-2).",
    "verse_ref": "Evrei 8:1-2",
    "text": [
      "Esența cărții Evrei este că Isus Hristos, Fiul lui Dumnezeu, a venit nu doar pentru a Se potrivi în sistemul pământesc de lucrare preoțească, ca fiind cel mai bun și ultimul preot omenesc, ci pentru a împlini și pune capăt acelui sistem, reorientând întreaga noastră atenție asupra Lui, slujind pentru noi mai întâi pe Calvar, ca jertfa noastră finală, iar apoi în Cer, ca marele nostru Preot.",
      "Cortul întâlnirii, preoții și jertfele din Vechiul Testament erau umbre. Acum a sosit realitatea, iar umbrele au trecut.",
      "Iată o ilustrație de Advent pentru copii – iar aceia dintre noi care am fost copii, ne putem aminti cum suna pe vremea noastră. Să presupunem că tu și mama ta vă despărțiți pentru puțin timp în magazin, apoi începi să te sperii și să intri în panică, neștiind unde să te duci, așa că alergi către capătul unui culoar, și chiar înainte să începi să plângi, vezi pe pardoseală, la capătul culoarului, o umbră care arată ca mama ta. Acest lucru îți dă nădejde. Dar ce este mai bun? Speranța de a vedea umbra, sau să o vezi pe mama ta în carne și oase după culoar?",
      "Acesta este felul în care Isus vine ca să fie marele nostru Preot. Despre acest lucru vorbește Crăciunul. Crăciunul este înlocuirea umbrelor cu realitatea: la fel ca mama de după colț, la capătul culoarului, așa încât copilașul să capete toată odihna și bucuria."
    ]
  },
  {
    "day": 13,
    "url": "https://www.magnagratia.org/devotional/13-decembrie-realitatea-finala-este-aici/",
    "title": "Realitatea finală este aici",
    "verse": "„Punctul cel mai însemnat al celor spuse este că avem un Mare Preot, care S-a așezat la dreapta scaunului de domnie al Măririi, în ceruri, ca slujitor al Locului preasfânt și al adevăratului cort, care a fost ridicat nu de un om, ci de Domnul… Ei fac o slujbă, care este chipul și umbra lucrurilor cerești, după poruncile primite de Moise de la Dumnezeu, când avea să facă cortul: ‚Ia seama’, i s-a zis, ‚să faci totul după chipul care ți-a fost arătat pe munte’” (Evrei 8:1-2, 5).",
    "verse_ref": "Evrei 8:1-2",
    "text": [
      "Am văzut acest lucru anterior, dar trebuie spus mai mult. Crăciunul înseamnă înlocuirea umbrelor cu lucrul real. Evrei 8:1-2, 5 este un fel de afirmație exprimată condensat. Esența este că singurul preot care intervine între noi și Dumnezeu și ne îndreptățește înaintea Lui, rugându-se pentru noi înaintea lui Dumnezeu, nu este un preot obișnuit, slab, păcătos și muritor ca în zilele Vechiului Testament. El este Fiul lui Dumnezeu – puternic, fără păcat, cu o viață indestructibilă.",
      "Și nu doar atât, ci El nu slujește într-un cort pământesc, cu toate limitările lui de loc și mărime, cort care se poate degrada, care poate fi mâncat de molii, care se umezește, arde, se rupe și poate fi furat. Nu, ci Evrei 8:2 spune că Hristos slujește pentru noi într-un „adevărat cort, care a fost ridicat nu de un om, ci de Domnul”. Aceasta nu este o umbră. Acesta este lucrul real din Cer. Aceasta este realitatea care aruncă o umbră asupra muntelui Sinai, unde Moise primește o copie.",
      "Potrivit versetului din Evrei 8:1, un alt lucru deosebit legat de realitatea mai mare decât umbra este că marele nostru Preot stă așezat la dreapta măreției lui Dumnezeu în Cer. Niciun preot din Vechiul Testament nu ar fi putut spune vreodată acest lucru.",
      "Isus tratează direct cu Dumnezeu Tatăl. El are un loc de cinste alături de Dumnezeu. El este iubit și respectat infinit de Dumnezeu. El stă constant alături de Dumnezeu. Aceasta nu este o umbră asemenea perdelelor, vaselor, tablelor, lumânărilor, robelor, oilor, caprelor sau porumbeilor. Aceasta este realitatea finală, ultimă: Dumnezeu și Fiul Său interacționează în dragoste și sfințenie spre mântuirea noastră veșnică.",
      "Realitatea finală ține de Persoanele Dumnezeirii aflate în relație, lucrând împreună așa încât măreția, sfințenia, dragostea, dreptatea, bunătatea și adevărul să se manifeste într-un popor răscumpărat."
    ]
  },
  {
    "day": 14,
    "url": "https://www.magnagratia.org/devotional/14-decembrie-real-pentru-poporul-lui/",
    "title": "Real pentru poporul Lui",
    "verse": "„Dar acum Hristos a căpătat o slujbă cu atât mai înaltă cu cât legământul al cărui mijlocitor este El, este mai bun, căci este așezat pe făgăduințe mai bune” (Evrei 8:6).",
    "verse_ref": "Evrei 8:6",
    "text": [
      "Hristos este Mijlocitorul noului legământ, așa cum spune în Evrei 8:6. Ce înseamnă acest lucru? Înseamnă că sângele Lui – sângele legământului (Luca 22:20; Evrei 13:20) – a procurat definitiv, decisiv și sigur împlinirea promisiunilor lui Dumnezeu pentru noi.",
      "Asta înseamnă că, potrivit promisiunilor noului legământ, Dumnezeu produce transformarea noastră interioară prin Duhul lui Hristos.",
      "De asemenea, înseamnă că Dumnezeu lucrează această transformare în noi prin credință – credința în tot ceea ce Dumnezeu este pentru noi în Hristos.",
      "Noul legământ este procurat prin sângele lui Hristos, pus în aplicare prin Duhul lui Hristos și însușit prin credința în Hristos.",
      "Cel mai bun pasaj unde vedem lucrarea lui Hristos ca Mijlocitorul noului legământ este cel din Evrei 13:20–21:",
      "Dumnezeul păcii, care, prin sângele legământului celui veșnic, L-a sculat din morți pe Domnul nostru Isus, marele Păstor al oilor, să vă facă desăvârșiți în orice lucru bun, ca să faceți voia Lui și să lucreze în noi ce-I este plăcut, prin Isus Hristos. A Lui să fie slava în vecii vecilor! Amin.",
      "Expresia „să lucreze în noi ce-I este plăcut” descrie ceea ce se petrece când Dumnezeu scrie legea în inimile noastre potrivit noului legământ. Iar cuvintele „prin Isus Hristos” Îl descriu pe Isus ca Mijlocitorul acestei lucrări glorioase a harului suveran.",
      "De aceea, sensul Crăciunului este nu doar că Dumnezeu înlocuiește umbrele cu realitatea, ci și că El ia realitatea și o face reală în poporul Său. El o scrie în inimile noastre. El nu lasă darul mântuirii și al transformării sub un pom de Crăciun, dacă este să vorbim așa, lăsându-te pe tine să îl ridici de acolo ulterior, prin puterile tale. El îl ia și îl pune în inima și în mintea ta, dându-ți pecetea siguranței că ești copil de Dumnezeu!"
    ]
  },
  {
    "day": 15,
    "url": "https://www.magnagratia.org/devotional/15-decembrie-viata-si-moarte/",
    "title": "Viață și moarte",
    "verse": "„Hoțul nu vine decât să fure, să junghie și să prăpădească. Eu am venit ca oile să aibă viață, și s-o aibă din belșug” (Ioan 10:10).",
    "verse_ref": "Ioan 10:10",
    "text": [
      "Când am vrut să încep acest devoțional, am aflat vestea că Marion Newstrum tocmai murise. Marion și soțul ei, Elmer, au fost membri în biserica noastră vreme de mai mulți ani decât aveau vârsta majoritatea celorlalți membri. Ea avea 87 de ani. Cei doi fuseseră căsătoriți de 64 de ani.",
      "Când am vorbit cu Elmer și i-am spus că îmi doream să îl văd puternic în Domnul și să nu cedeze, el mi-a spus: „Domnul mi-a fost un Prieten adevărat”. Mă rog ca toți creștinii să poată fi în stare să spună la finele vieții că „Hristos le-a fost un Prieten adevărat”.",
      "În fiecare perioadă de Advent, eu marchez momentul morții mamei mele. Ea a plecat de pe pământ când avea 56 de ani, într-un accident de autobuz în Israel. Era 16 decembrie 1974. Acele evenimente sunt incredibil de reale pentru mine, chiar și astăzi. Dacă mă las dus de aceste gânduri, pot foarte ușor să mă prăbușesc în lacrimi – de exemplu gândindu-mă la fiii mei care nu au cunoscut-o niciodată. Am înmormântat-o în ziua de după Crăciun. Ce Crăciun deosebit a fost acela!",
      "Mulți dintre voi vă simțiți pierduți de acest Crăciun, poate mai mult decât anterior. Nu blocați acest simțământ. Lăsați-l să vină. Simțiți-l. La ce ar fi bună dragostea, dacă nu pentru intensificarea simțămintelor noastre – atât în viață cât și în moarte? Totuși, nu cădeți în amărăciune. A fi plin de amărăciune este un lucru tragic de distrugător pentru propria persoană.",
      "Isus a venit de Crăciun pentru ca noi să avem viața veșnică. „Eu am venit ca oile să aibă viață, și s-o aibă din belșug” (Ioan 10:10). Elmer și Marion vorbiseră cândva despre felul în care aveau să își petreacă ultimii ani. Elmer spusese: „Marion și cu mine am căzut de acord ca, pentru noi, casa noastră finală să fie acolo unde suntem cu Domnul”.",
      "Simți nerăbdarea de a fi acasă? Familia mea se reunește acasă de sărbători. Acesta este un sentiment plăcut. Cred că motivul principal pentru care îl percepem astăzi este că noi toți suntem destinați, în profunzimea ființelor noastre, unei veniri finale acasă. Toate celelalte vizite acasă sunt doar pregustări. Iar pregustările sunt bune.",
      "Cu excepția situației când devin surogate. Nu lăsați ca toate lucrurile plăcute ale acestei perioade să devină surogate ale dulceții finale, mărețe, care aduce împlinirea desăvârșită. Fie ca orice pierdere și orice bucurie să ne îndrepte inimile către dorința de a fi acasă, în Cer.",
      "Crăciunul. Ce altceva poate fi dacă nu aceasta: Eu am venit ca ei să aibă viața? Pentru ca Marion Newstrum, Ruth Piper, tu și eu – pentru ca noi să avem viața, acum și în veci.",
      "Fă ca acest Crăciun să fie acum mai bogat și mai profund bând din izvorul veșniciei. Ea este atât de aproape."
    ]
  },
  {
    "day": 16,
    "url": "https://www.magnagratia.org/devotional/16-decembrie-cel-mai-de-succes-esec-al-lui-dumnezeu/",
    "title": "Cel mai de succes eșec al lui Dumnezeu",
    "verse": "„De aceea și Dumnezeu L-a înălțat nespus de mult, și I-a dat Numele, care este mai presus de orice nume; pentru ca, în Numele lui Isus, să se plece orice genunchi al celor din ceruri, de pe pământ și de sub pământ, și orice limbă să mărturisească, spre slava lui Dumnezeu Tatăl, că Isus Hristos este Domnul” (Fil. 2:9-11).",
    "verse_ref": "Fil. 2:9-11",
    "text": [
      "Crăciunul a marcat începutul celui mai de succes eșec al lui Dumnezeu. El a fost întotdeauna încântat să Își arate puterea printr-o aparentă înfrângere. El face retrageri tactice pentru a câștiga victorii strategice.",
      "În Vechiul Testament, Iosif, unul dintre cei 12 fii ai lui Iacov, a primit promisiunea gloriei și a puterii în visul său (Gen. 37:5-11). Totuși, pentru a obține acea victorie, el a trebuit să devină sclav în Egipt. Și, ca și cum acel lucru nu ar fi fost suficient, când situația lui s-a îmbunătățit ca urmare a integrității sale, el a ajuns mai rău decât un sclav – un întemnițat.",
      "Dar totul fusese plănuit – plănuit de Dumnezeu spre binele lui și al familiei sale, și în final spre binele întregii lumi! Acolo, în închisoare, el îl întâlnește pe brutarul faraonului, care îi povestește în final lui faraon despre Iosif, iar acesta îl pune lider în Egipt. Iată cum se împlinește visul lui Iosif. Frații lui s-au plecat înaintea sa, iar el i-a salvat de la înfometare. Ce cale improbabilă către glorie!",
      "Dar aceasta este calea lui Dumnezeu – chiar pentru Fiul Său. El S-a golit de Sine și a luat chip de rob. El a fost un întemnițat – și a fost chiar executat. Dar, asemenea lui Iosif, Isus Și-a păstrat integritatea. „De aceea și Dumnezeu L-a înălțat nespus de mult, și I-a dat Numele, care este mai presus de orice nume; pentru ca, în Numele lui Isus, să se plece orice genunchi” (Fil. 2:9-10).",
      "Iată calea lui Dumnezeu și pentru noi. Nouă ni se promite glorie – dacă vom suferi împreună cu El, așa cum se spune în Romani 8:17. Calea în sus merge în jos. Calea înainte este înapoi. Calea către succes trece prin eșecuri rânduite divin. Ele vor arăta întotdeauna și se vor simți asemenea eșecului. But if Joseph and Jesus teach us anything this Christmas, it is this: Satan and sinful people mean us harm, but „God meant it for good…” (Genesis 50:20).",
      "Voi, sfinți temători, fiți curajoși",
      "Norii de care mult v-ați temut",
      "Sunt plini de îndurare și se vor revărsa",
      "În binecuvântări asupra capetelor voastre."
    ]
  },
  {
    "day": 17,
    "url": "https://www.magnagratia.org/devotional/17-decembrie-cea-mai-mareata-mantuire-imaginabila/",
    "title": "Cea mai măreață mântuire imaginabilă",
    "verse": "„Iată, vin zile, zice Domnul, când voi face cu casa lui Israel și cu casa lui Iuda un legământ nou” (Ier. 31:31).",
    "verse_ref": "Ier. 31:31",
    "text": [
      "Dumnezeu este sfânt, drept și despărțit de păcătoși ca noi. Aceasta este principala noastră problemă de Crăciun – și din orice altă perioadă. Cum să fim socotiți drepți înaintea unui Dumnezeu drept și sfânt?",
      "Cu toate acestea, Dumnezeu este îndurător și a promis în Ieremia 31 (cu cinci sute de ani înainte de Hristos) că va veni o zi când va face un lucru nou. El va înlocui umbrele cu realitatea lui Mesia. El va acționa cu putere în viețile noastre și va scrie voia Lui în inimile noastre, așa încât să nu mai fim constrânși din afară, ci să avem dorința interioară de a-L iubi, de avea încredere în El și de a-L urma.",
      "Aceasta avea să fie cea mai măreață mântuire imaginabilă – ca Dumnezeu să ne ofere realitatea cea mai specială din univers, de care să ne bucurăm, apoi să lucreze în noi cunoașterea acelei realități în așa fel încât să ne putem bucura de ea cu cea mai mare libertate și cu cea mai mare plăcere posibilă. Acesta trebuie să fie un dar de Crăciun vrednic de cântările noastre.",
      "În fapt, aceasta este ceea ce El a promis în noul legământ. Totuși, în calea Lui exista un obstacol uriaș. Păcatul nostru. Despărțirea noastră de Dumnezeu din cauza nelegiuirilor noastre.",
      "Cum poate un Dumnezeu sfânt și drept să îi trateze pe păcătoși ca noi cu atâta blândețe încât să le ofere realitatea cea mai măreață din univers (pe Fiul Său) de care să ne bucurăm cu cea mai mare fericire posibilă?",
      "Răspunsul este că Dumnezeu a pus păcatele noastre asupra Fiului Lui și le-a judecat acolo, așa încât să le scoată din mintea Lui și să ne trateze cu îndurare, rămânând în același timp sfânt și drept. Evrei 9:28 spune că Hristos „S-a adus jertfă o singură dată, ca să poarte păcatele multora”.",
      "Hristos a purtat păcatele noastre în trupul Său când a murit (1 Petru 2:24). El a luat judecata noastră (Rom. 8:3). El ne-a șters vinovăția (Rom. 8:1). Asta înseamnă că păcatele noastre sunt șterse (F.A. 10:43). Ele nu mai rămân în mintea lui Dumnezeu ca temei al condamnării. În acest sens, El le „uită” (v. Ier. 31:34). Ele sunt mistuite în moartea lui Hristos.",
      "Asta înseamnă că Dumnezeu este acum liber ca, în dreptatea Lui, să reverse asupra noastră toate promisiunile indescriptibile și mărețe ale noului legământ. El ni-L dă pe Hristos, realitatea cea mai măreață din univers, ca să ne bucurăm de El. Și El scrie voia Lui – inima Lui – în inimile noastre așa încât să Îl putem iubi pe Hristos, să ne putem încrede în Hristos și să Îl urmăm pe Hristos din interior spre exterior, cu libertate și bucurie."
    ]
  },
  {
    "day": 18,
    "url": "https://www.magnagratia.org/devotional/18-decembrie-modelul-misiunii/",
    "title": "Modelul misiunii",
    "verse": "„Cum M-ai trimis Tu pe Mine în lume, așa i-am trimis și Eu pe ei în lume” (Ioan 17:18).",
    "verse_ref": "Ioan 17:18",
    "text": [
      "Crăciunul este un model pentru misiune. Misiunea este o oglindă a Crăciunului. După cum Eu, așa și voi…",
      "Să luăm, de exemplu, pericolul. Hristos a venit la ai Săi, iar ai Săi nu L-au primit. Așa se va petrece și cu voi. Oamenii au complotat împotriva Lui, și vor complota și împotriva voastră. El n-a avut o casă permanentă, și nici voi nu veți avea. Oamenii au aruncat cu acuzații false împotriva Lui și vor arunca și împotriva voastră. Ei L-au lovit și L-au batjocorit, și așa vor face și cu voi. El a murit după trei ani de lucrare, și veți muri și voi.",
      "Dar există un pericol mai rău decât oricare dintre acestea, de care Isus a scăpat, și așa veți scăpa și voi!",
      "La mijlocul secolului al XVI-lea, misionarul Francis Xavier (1506–1552) îi scria părintelui Perez de Malacca (azi parte din Malaysia) povestind despre pericolele lucrării sale de misiune din China. El spunea: „Cel mai mare pericol ar fi să ne pierdem încrederea în îndurarea lui Dumnezeu… Dacă nu avem încredere în El, acesta ar fi un lucru mult mai îngrozitor decât orice rău fizic pe care ni l-ar putea face toți vrăjmașii lui Dumnezeu puși laolaltă, căci fără permisiunea lui Dumnezeu, nici diavolii și nici slujitorii lor omenești nu ne-ar putea împiedica în cea mai mică măsură”.5",
      "Cel mai mare pericol cu care se confruntă un misionar nu este moartea, ci lipsa de încredere în îndurarea lui Dumnezeu. Dacă evităm acel pericol, toate celelalte pericole își pierd puterea.",
      "În final, Dumnezeu face ca orice pericol să fie un sceptru în mâna Lui. Așa cum spunea J. W. Alexander, „fiecare circumstanță din truda prezentă va fi răsplătită din belșug cu un milion de veacuri de slavă”.6",
      "Hristos a scăpat de acest pericol — pericolul de a nu Se încrede în Dumnezeu. De aceea, Dumnezeu L-a înălțat peste măsură de mult! Așa cum a făcut cu El, așa va face și cu tine.",
      "Amintește-ți în această perioadă de Advent de adevărul că ziua nașterii lui Hristos este un model al misiunii. Așa cum s-au petrecut lucrurile cu Hristos, așa va fi și cu tine.",
      "Amintește-ți că misiunea înseamnă pericole. Cel mai mare pericol este să nu ai încredere în îndurarea lui Dumnezeu. Dacă vei sucomba în fața lui, totul va fi pierdut. Dacă vei cuceri acest pericol, nimic nu te poate răni vreme de milioane de veacuri."
    ]
  },
  {
    "day": 19,
    "url": "https://www.magnagratia.org/devotional/19-decembrie-craciunul-vorbeste-despre-libertate/",
    "title": "Crăciunul vorbește despre libertate",
    "verse": "„Astfel dar, deoarece copiii sunt părtași sângelui și cărnii, tot așa și El însuși a fost deopotrivă părtaș la ele, pentru ca, prin moarte, să-l nimicească pe cel ce are puterea morții, adică pe diavolul, și să-i izbăvească pe toți aceia, care prin frica morții erau supuși robiei toată viața lor” (Evrei 2:14-15).",
    "verse_ref": "Evrei 2:14-15",
    "text": [
      "Isus S-a făcut om pentru că era necesară moartea unui om care trebuia să fie mai mult decât om. Întruparea a fost un fel de blocare a lui Dumnezeu însuși pe un curs al morții.",
      "Hristos nu a riscat moartea. El a ales-o. El a îmbrățișat-o. Moartea este exact lucrul pentru care a venit: „n-a venit să I se slujească, ci El să slujească și să-Și dea viața răscumpărare pentru mulți!” (Marcu 10:45).",
      "Nu este de mirare că Satana a încercat să Îl abată pe Hristos de la cruce – în pustie (Matei 4:1-11) și prin vorbele lui Petru (Matei 16:21-23)! Crucea a fost distrugerea Satanei. Cum l-a distrus Isus?",
      "Evrei 2:14 spune că Satana are „puterea morții”. Asta înseamnă că el are abilitatea să facă moartea să pară un lucru îngrozitor. „Puterea morții” este puterea care îi ține pe oameni în robie prin frica morții. Este puterea care îi ține pe oameni în păcat, așa încât moartea este văzută ca un lucru îngrozitor. Dar Isus i-a luat puterea aceasta Satanei. El l-a dezarmat. El a modelat un scut al neprihănirii pentru noi, care ne face imuni în fața condamnării diavolului. Cum a făcut Isus acest lucru?",
      "Prin moartea Lui, Isus a șters toate păcatele noastre. Un om fără păcat nu poate fi condamnat de Satana. Fiind iertați, noi suntem imposibil de distrus. Planul Satanei era să distrugă stăpânirea lui Dumnezeu condamnându-i pe copiii Lui chiar în curtea de judecată a lui Dumnezeu. Dar acum, în Hristos, nu mai există nicio condamnare. Trădarea Satanei este dejucată. Actul său cosmic de trădare este anulat. „Putem îndura răcnetul lui, căci, iată, condamnarea lui este sigură”.7",
      "Crăciunul vorbește despre libertate – libertatea în fața fricii morții. Isus a luat natura noastră la Betleem ca să moară moartea noastră la Ierusalim – toate acestea așa încât noi să fim neînfricați astăzi, în locurile în care trăim. Da, neînfricați, pentru că, dacă a dispărut cea mai mare amenințare la adresa bucuriei noastre, de ce să ne mai frământăm pentru cele mai mici? Cum putem spune cu adevărat, „Ei bine, nu îmi este frică de moarte, dar mă tem că îmi voi pierde slujba”? Nu. Nu. Gândește-te la asta!",
      "Dacă moartea (am spus, moartea!, nu pulsul rece) nu mai este un motiv de frică, suntem liberi, cu adevărat liberi. Suntem liberi să ne asumăm orice risc de sub soare pentru Hristos și dragostea Lui. Nu mai suntem robiți de anxietate.",
      "Dacă Fiul v-a făcut liberi, veți fi cu adevărat liberi!"
    ]
  },
  {
    "day": 20,
    "url": "https://www.magnagratia.org/devotional/20-decembrie-solidaritate/",
    "title": "Solidaritate",
    "verse": "„Fiul lui Dumnezeu S-a arătat ca să nimicească lucrările diavolului” (1 Ioan 3:8).",
    "verse_ref": "1 Ioan 3:8",
    "text": [
      "Linia de asamblare a Satanei produce milioane de păcate în fiecare zi. El le împachetează și le plasează în avioane cargo imense, zburând cu ele la Cer și punându-le înaintea lui Dumnezeu, răzând neîncetat.",
      "Unii oameni lucrează cu normă întreagă pe această linie de asamblare. Alții și-au părăsit slujbele de aici, dar se întorc din când în când.",
      "Fiecare minut de lucru pe această linie de asamblare face din Dumnezeu subiectul rânjetelor Satanei. Păcatul este afacerea Satanei pentru că el urăște lumina, frumusețea, puritatea și gloria lui Dumnezeu. Nimic nu îi aduce mai multă plăcere decât atunci când ființele omenești sunt neascultătoare și neîncrezătoare în Creatorul lor. De aceea, Crăciunul este o veste bună pentru om și o veste bună pentru Dumnezeu.",
      "„O, adevărat și cu totul vrednic de primit este cuvântul, care zice: ‚Hristos Isus a venit în lume ca să-i mântuiască pe cei păcătoși” (1 Tim. 1:15). Aceasta este vestea bună pentru noi.",
      "„Fiul lui Dumnezeu S-a arătat ca să nimicească lucrările diavolului” (1 Ioan 3:8). De asemenea, aceasta este o veste bună pentru Dumnezeu.",
      "Crăciunul este veste bună pentru Dumnezeu pentru că Isus a venit să zdrobească linia de asamblare a Satanei. El a trăit neprihănit în această lume, chemând la solidaritatea celor credincioși și începând o lucrare masivă de salvare.",
      "Crăciunul este o chemare de a ne ridica împotriva liniei de asamblare a păcatului. Aici nu se poartă nicio negociere cu conducerea. Nu se face nicio târguială. Tot ce trebuie făcut este o împotrivire neclintită. Noi nu mai vrem să fim parte din acest proces.",
      "Solidaritatea Crăciunului țintește la aducerea la sol a avioanelor cargo. Ea nu va folosi forța sau violența, ci dedicarea neobosită față de adevăr, care va scoate la lumină condițiile distrugătoare pentru viață ale industriei diavolului.",
      "Solidaritatea de Crăciun nu se va încheia decât după închiderea definitivă și completă a liniei de asamblare a păcatului. După ce păcatul va fi distrus, Numele lui Dumnezeu nu va mai fi batjocorit. Nimeni nu va mai râde.",
      "Dacă vrei să Îi dai un dar lui Dumnezeu de acest Crăciun, ieși de pe linia de asamblare a păcatului și nu te mai întoarce acolo. Ocupă-ți locul pe linia de asamblare a dragostei. Alătură-te solidarității de Crăciun care face ca Numele măreț al lui Dumnezeu să fie proslăvit, până ce El va sta glorios în mijlocul aplauzelor celor neprihăniți."
    ]
  },
  {
    "day": 21,
    "url": "https://www.magnagratia.org/devotional/21-decembrie-nasterea-celui-imbatranit-de-zile/",
    "title": "Nașterea Celui îmbătrânit de zile",
    "verse": "„Atunci un Împărat tot ești!” I-a zis Pilat. „Da”, a răspuns Isus. „Eu sunt Împărat. Eu pentru aceasta M-am născut şi am venit în lume, ca să mărturisesc despre adevăr. Oricine este din adevăr ascultă glasul Meu” (Ioan 18:37)",
    "verse_ref": "Ioan 18:37",
    "text": [
      "Ioan 18:37 este un pasaj deosebit pentru ziua de Crăciun, chiar dacă survine către finele vieții pământești a lui Isus, nu la început.",
      "Observați că Isus spune nu doar că El s-a născut, ci că a „venit în lume”. Aspectul unic al nașterii Sale este că El nu Și-a început existența la nașterea Sa pământească. El a existat înainte de a se naște într-un staul. Persoana, caracterul și personalitatea lui Isus din Nazaret au existat înainte ca omul Isus din Nazaret să se nască.",
      "Termenul teologic folosit pentru a descrie această taină nu este creație, ci întrupare. Persoana, nu trupul, ci personalitatea esențială a lui Isus, a existat înainte ca El să se nască în trup omenesc. Nașterea Lui nu a fost o venire în ființă a unei noi persoane, ci o venire în lume a unei Persoane infinit de bătrâne. Cu 700 de ani înainte de nașterea lui Isus, Mica 5:2 exprima așa acest adevăr:",
      "„Și tu, Betleeme Efrata, măcar că ești prea mic între cetățile de căpetenie ale lui Iuda, totuși din tine Îmi va ieși Cel ce va stăpâni peste Israel, și a cărui obârșie se suie până în vremuri străvechi, până în zilele veșniciei”.",
      "Taina nașterii lui Isus nu este doar că El s-a născut dintr-o fecioară. Dumnezeu a vrut ca acea minune să vorbească despre una infinit mai mare, anume că acel Prunc născut de Crăciun era o Persoană care existase „din vremurile străvechi, din zilele veșniciei”.",
      "De aceea, nașterea Lui s-a făcut cu un scop anume. Înainte de naștere, El s-a gândit la ea. Alături de Tatăl, El a întocmit un plan. Parte din acel plan măreț a fost descoperit de El în cuvântarea Lui din ultimele ceasuri ale vieții Sale pe pământ: „Eu pentru aceasta M-am născut și am venit în lume, ca să mărturisesc despre adevăr. Oricine este din adevăr ascultă glasul Meu” (Ioan 18:37).",
      "El era adevărul veșnic. El a spus doar adevărul. El a acționat mânat de cel mai măreț adevăr al dragostei. Iar El îi strânge în familia Sa veșnică pe toți cei născuți din adevăr. Acesta a fost planul Lui din zilele veșniciei!"
    ]
  },
  {
    "day": 22,
    "url": "https://www.magnagratia.org/devotional/22-decembrie-ca-voi-sa-credeti/",
    "title": "Ca voi să credeți",
    "verse": "„Isus a mai făcut înaintea ucenicilor Săi multe alte semne care nu sunt scrise în cartea aceasta. Dar lucrurile acestea au fost scrise, pentru ca voi să credeți că Isus este Hristosul, Fiul lui Dumnezeu; și crezând, să aveți viața în El” (Ioan 20:30-31)",
    "verse_ref": "Ioan 20:30-31",
    "text": [
      "Sunt foarte convins că, printre aceia dintre noi care am crescut în biserică și care putem exprima până și în vis marile doctrine ale credinței noastre și care pot să spună căscând Crezul Apostolic – printre noi trebuie să se petreacă ceva care să ne ajute din nou să simțim uimirea, temerea, mirarea și minunăția Fiului lui Dumnezeu, născut din Tatăl din toată veșnicia, reflectând toată slava lui Dumnezeu, fiind însuși chipul Persoanei Lui, prin care toate lucrurile au fost create și susținând universul prin cuvântul puterii Sale.",
      "Poți citi orice poveste scrisă vreodată, orice thriller, orice povești cu stafii, și nu vei găsi niciodată vreun lucru atât de șocant, atât de ciudat, atât de bizar și atât de fascinant pe cât este întruparea Fiului lui Dumnezeu.",
      "Cât de morți suntem! Cât de insensibili suntem față de gloria și față de povestea Ta, O, Dumnezeul nostru! Cât de adesea am fost nevoit să mă pocăiesc și să spun: „Doamne, îmi pare rău că poveștile pe care oamenii le scriu îmi stârnesc emoțiile, uimirea și bucuria mai mult decât povestea Ta adevărată”.",
      "Poate că filmele de groază galactică din vremurile noastre pot face măcar acest lucru bun pentru noi: ele ne pot smeri și ne pot aduce la pocăință, arătându-ne că suntem cu adevărat capabili de o oarecare uimire și admirație pe care rareori o simțim când ne gândim la Dumnezeul cel veșnic, la gloria cosmică a lui Dumnezeu și la legătura reală și vie dintre El și noi în Isus din Nazaret.",
      "Când Isus a spus, „Eu pentru aceasta M-am născut și am venit în lume” (Ioan 18:37), El a spus un lucru mai ciudat și mai uluitor decât orice afirmație făcută în vreo carte SF pe care ai citit-o vreodată.",
      "O, cum mă rog pentru o revărsare a Duhului lui Dumnezeu asupra mea și asupra ta, ca Duhul Sfânt să pătrundă în existența mea într-un fel înfricoșător, ca să mă trezească să pot vedea realitatea inimaginabilă a lui Dumnezeu!",
      "Într-una dintre aceste zile, fulgerul va umple cerul de la răsăritul până la apusul soarelui, și acolo Își va face apariția, pe norii cerului, Fiul Omului, alături de îngerii Lui puternici, într-o flacără de foc. Iar noi Îl vom vedea clar. Fie de groază sau uimire totală, vom tremura și ne vom minuna cum de am trăit atâta timp având în mințile noastre un Hristos atât de „domesticit” și inofensiv.",
      "Aceste lucruri sunt scrise – întreaga Biblie este scrisă – pentru ca noi să credem, pentru ca noi să fim uluiți și treziți ca să ne minunăm că Isus este Fiul lui Dumnezeu care a venit în lume!"
    ]
  },
  {
    "day": 23,
    "url": "https://www.magnagratia.org/devotional/23-decembrie-darul-de-nedescris-al-lui-dumnezeu/",
    "title": "Darul de nedescris al lui Dumnezeu",
    "verse": "„Căci, dacă atunci când eram vrăjmași, am fost împăcați cu Dumnezeu, prin moartea Fiului Său, cu mult mai mult acum, când suntem împăcați cu El, vom fi mântuiți prin viața Lui. Și nu numai atât, dar ne și bucurăm în Dumnezeu, prin Domnul nostru Isus Hristos, prin care am căpătat împăcarea” (Rom. 5:10-11).",
    "verse_ref": "Rom. 5:10-11",
    "text": [
      "Cum primim practic împăcarea și desfătarea în Dumnezeu? Prin Isus Hristos, ceea ce înseamnă cel puțin că facem din portretul lui Isus din Biblie – adică lucrarea și cuvintele lui Isus din Noul Testament – esența conținutului bucuriei noastre înaintea lui Dumnezeu. Exaltarea în Dumnezeu lipsită de Hristos nu Îl onorează pe Hristos. Iar acolo unde Hristos nu este onorat, Dumnezeu nu este onorat.",
      "În 2 Corinteni 4:4-6, Pavel descrie convertirea în două feluri. În versetul 4, el spune că ea înseamnă să vedem „strălucind lumina Evangheliei slavei lui Hristos, care este chipul lui Dumnezeu”. Apoi în versetul 6, el spune că ea înseamnă să vedem „slava lui Dumnezeu pe fața lui Isus Hristos”. Cred că poți înțelege ideea în oricare caz. Îl avem pe Hristos, chipul lui Dumnezeu, și Îl avem pe Dumnezeu pe fața lui Hristos.",
      "Pentru a exulta în Dumnezeu, ne bucurăm de ceea ce vedem și știm despre Dumnezeu în portretul lui Isus Hristos. Aceasta ajunge la plinătatea experienței atunci când dragostea lui Dumnezeu este turnată în inimile noastre prin Duhul Sfânt, așa cum spune Romani 5:5. Iar acea experimentare suavă, dată de Duhul, a dragostei lui Dumnezeu este mijlocită pentru noi atunci când ne gândim la realitatea istorică din versetul 6: „Căci, pe când eram noi încă fără putere, Hristos, la vremea cuvenită a murit pentru cei nelegiuiți”.",
      "Iată, deci, esența Crăciunului. Nu doar că Dumnezeu a procurat împăcarea noastră prin moartea Domnului Isus Hristos (Rom. 5:10) și nu doar că Dumnezeu ne face în stare să primim acea împăcare prin Domnul Isus Hristos, ci chiar acum noi ne bucurăm în Dumnezeu însuși, prin Duhul, prin Domnul nostru Isus Hristos (Rom. 5:11).",
      "Isus a procurat împăcarea noastră. Isus ne face în stare să primim împăcarea și să deschidem acest dar. Iar Isus însuși strălucește ca darul de nedescris – Dumnezeu în trup – și stârnește în noi toată bucuria înaintea lui Dumnezeu.",
      "Privește către Isus de acest Crăciun. Primește împăcarea pe care El a procurat-o. Nu pune darul pe raft fără să-l deschizi. Iar când îl deschizi, adu-ți aminte că Dumnezeu însuși este darul împăcării cu Dumnezeu.",
      "Bucură-te în El. Fă din El desfătarea ta. Cunoaște-L ca pe comoara ta."
    ]
  },
  {
    "day": 24,
    "url": "https://www.magnagratia.org/devotional/24-decembrie-doua-scopuri/",
    "title": "Două scopuri",
    "verse": "„Copilașilor, nimeni să nu vă înșele! Cine trăiește în neprihănire, este neprihănit, cum El însuși este neprihănit. Cine păcătuiește, este de la diavolul, căci diavolul păcătuiește de la început. Fiul lui Dumnezeu S-a arătat ca să nimicească lucrările diavolului” (1 Ioan 3:7-8).",
    "verse_ref": "1 Ioan 3:7-8",
    "text": [
      "Când 1 Ioan 3:8 spune că, „Fiul lui Dumnezeu S-a arătat ca să nimicească lucrările diavolului”, care sunt „lucrările diavolului” la care el se referă? Răspunsul rezultă clar din context.",
      "În primul rând, 1 Ioan 3:5 este un pasaj paralel primului: „știți că El S-a arătat ca să ia păcatele”. Expresia S-a arătat apare în versetele 5 și 8. Astfel, cel mai probabil că „lucrările diavolului” pe care Isus a venit să le distrugă sunt păcatele. Prima parte a versetului 8 face această concluzie foarte clară: „Cine păcătuiește, este de la diavolul, căci diavolul păcătuiește de la început”.",
      "Problema din acest context este păcătuirea, nu boala, nici mașina care s-a stricat sau calendarele noastre date peste cap. Isus a venit în lume ca să ne facă în stare să ne oprim din a păcătui. Vedem acest lucru chiar mai clar dacă punem acest adevăr laolaltă cu cel din 1 Ioan 2:1: „Copilașilor, vă scriu aceste lucruri, ca să nu păcătuiți”. Acesta este unul dintre marile scopuri ale Crăciunului – unul dintre marile scopuri ale întrupării (1 Ioan 3:8).",
      "Dar mai există un scop, pe care Ioan îl adaugă în 1 Ioan 2:1-2: „Dar dacă cineva a păcătuit, avem la Tatăl un Mijlocitor, pe Isus Hristos, Cel neprihănit. El este jertfa de ispășire pentru păcatele noastre; și nu numai pentru ale noastre, ci pentru ale întregii lumi”.",
      "Iată sensul acestuia: Isus a venit în lume pentru două motive. El a venit pentru ca noi să nu mai continuăm să păcătuim – adică El a venit să distrugă lucrările diavolului (1 Ioan 3:8); și El a venit așa încât să fie o jertfă de ispășire pentru păcatele noastre, dacă noi păcătuim. El a venit ca să fie o jertfă substitutivă care îndepărtează mânia lui Dumnezeu îndreptată împotriva păcatelor noastre.",
      "Ideea acestui al doilea scop nu este să anuleze primul scop. Iertarea nu se dă pentru a permite păcatul. Scopul morții lui Hristos pentru păcatele noastre nu este ca noi să ne relaxăm în bătălia noastră împotriva păcatului.",
      "Aceste două scopuri ale Crăciunului arată că plata făcută odată pentru totdeauna pentru toate păcatele noastre înseamnă libertatea și puterea care ne fac în stare să luptăm cu păcatul nu ca niște legaliști, căutând să ne câștigăm mântuirea, și nu de frica de a nu ne-o pierde, ci ca niște biruitori care se aruncă pe ei înșiși în lupta împotriva păcatului, cu încredere și bucurie, chiar dacă ne-ar costa viețile!"
    ]
  },
  {
    "day": 25,
    "url": "https://www.magnagratia.org/devotional/25-decembrie-trei-daruri/",
    "title": "Trei daruri",
    "verse": "„Copilașilor, vă scriu aceste lucruri, ca să nu păcătuiți. Dar dacă cineva a păcătuit, avem la Tatăl un Mijlocitor, pe Isus Hristos, Cel neprihănit. El este jertfa de ispășire pentru păcatele noastre; și nu numai pentru ale noastre, ci pentru ale întregii lumi… Copilașilor, nimeni să nu vă înșele! Cine trăiește în neprihănire, este neprihănit, cum El însuși este neprihănit. Cine păcătuiește, este de la diavolul, căci diavolul păcătuiește de la început. Fiul lui Dumnezeu S-a arătat ca să nimicească lucrările diavolului” (1 Ioan 2:1-2; 3:7-8).",
    "verse_ref": "1 Ioan 2:1-2",
    "text": [
      "Gândește-te împreună cu mine la următoarea situație remarcabilă. Dacă Fiul lui Dumnezeu a venit ca să te ajute să te oprești din a păcătui – să distrugă lucrările diavolului – și dacă El a venit să moară astfel ca, atunci când totuși păcătuiești, să existe o jertfă de ispășire, o îndepărtare a mâniei lui Dumnezeu, ce implică atunci acest lucru pentru viața ta?",
      "Trei lucruri, iar ele sunt minunate dacă le ai. Iată-le pe scurt, prezentate ca niște daruri de Crăciun.",
      "Darul 1: Un scop clar al vieții",
      "Prima implicație este că ai un scop clar al vieții. Într-un sens, el este acesta: nu păcătui – nu face ceea ce Îl dezonorează pe Dumnezeu. „Vă scriu aceste lucruri, ca să nu păcătuiți” (1 Ioan 2:1). „Fiul lui Dumnezeu S-a arătat ca să nimicească lucrările diavolului” (1 Ioan 3:8).",
      "Dacă întrebi, „poți să ne prezinți acest lucru într-o notă pozitivă, nu ca pe o interdicție?”, răspunsul este următorul: „Da, totul este condensat în 1 Ioan 3:23”. Acesta este un rezumat deosebit a ceea ce ni se cere în întreaga epistolă a lui Ioan. Observă singularul „porunca” – „Și porunca Lui este să credem în Numele Fiului Său Isus Hristos, și să ne iubim unii pe alții, cum ne-a poruncit El”. Aceste două lucruri sunt atât de strâns legate între ele pentru Ioan, încât el le numește o singură poruncă: crede în Isus și iubește-i pe ceilalți. Acesta este scopul tău. Aceasta este esența vieții creștine. Credința în Isus și iubirea semenilor în felul în care Isus și apostolii Lui ne-au învățat să îi iubim. Crede în Isus și iubește-i pe oameni. Iată primul dar, un scop al vieții.",
      "Darul 2: Nădejdea că eșecurile noastre vor fi iertate",
      "A doua implicație a adevărului dublu că Hristos a venit să distrugă păcătuirea noastră și să ne ierte păcatele este următoarea: progresăm în biruința asupra păcatelor noastre având nădejdea că eșecurile noastre vor fi iertate. Dacă nu ai nădejdea că Dumnezeu îți va ierta eșecurile, vei renunța imediat ce vei începe lupta cu păcatul.",
      "Mulți vă gândiți la anumite schimbări ce trebuie făcute în anul nou pentru că ați căzut în anumite păcate și vreți să scăpați de ele. Poate că vrei să mănânci diferit. Poate să te distrezi diferit. Poate să dăruiești diferit. Poate să îți tratezi soțul sau soția diferit. Sau poate să aveți timp devoțional în familie. Sau să ai un alt program de somn și de exercițiu fizic. Sau să ai curaj în evanghelizare. Dar te zbați, gândindu-te dacă îți va folosi în vreun fel. Ei bine, iată al doilea dar de Crăciun: Hristos nu a venit doar să distrugă lucrările diavolului, păcătuirea noastră; El a venit și să fie un Apărător pentru noi, pentru că trecem prin eșecuri în lupta noastră.",
      "De aceea, te implor să lași ca adevărul că eșecul nu va fi hotărâtor pentru finalul tău să îți dea nădejde în luptă. Păzește-te, însă! Dacă transformi harul lui Dumnezeu într-o permisiune pentru păcat și îți spui, „păi, dacă pot eșua și nu contează, atunci de ce să mă mai deranjez să lupt cu păcatul?” – dacă spui asta și chiar pui în practică acest fel de a gândi, probabil că nu ești născut din nou, astfel că ar trebui să te cutremuri. Dar sper că majoritatea nu sunteți într-o astfel de situație. Majoritatea doriți să luptați cu păcatele persistente din viețile voastre. Iar ceea ce Dumnezeu îți spune este aceasta: lasă ca faptul că Hristos îți acoperă greșelile să îți hrănească nădejdea în luptă. „Vă scriu aceste lucruri, ca să nu păcătuiți. Dar dacă cineva a păcătuit, avem la Tatăl un Mijlocitor [Apărător], pe Isus Hristos, Cel neprihănit”.",
      "Darul 3: Hristos ne va ajuta",
      "În final, a treia implicație a adevărului dublu că Hristos a venit să distrugă păcătuirea noastră și să ne ierte păcatele este următoarea: Hristos ne va ajuta cu adevărat în lupta noastră. El te va ajuta cu adevărat. El este de partea ta. El nu a venit să distrugă păcatul pentru că ar fi ceva distractiv în el. El a venit să îl distrugă pentru că păcatul este fatal. El este o lucrare amăgitoare a diavolului, și ne va distruge dacă nu luptăm împotriva lui. Iar Hristos a venit ca să ne ajute, nu ca să ne rănească.",
      "Iată, așadar, al treilea dar de Crăciun pentru tine: Hristos va ajuta la biruința ta asupra păcatului. 1 Ioan 4:4 spune: „Cel ce este în voi, este mai mare decât cel ce este în lume”. Isus este viu; Isus este atotputernic; Isus trăiește în noi prin credință. Iar Isus este de partea noastră, nu împotriva noastră. El te va ajuta în lupta ta cu păcatul de-a lungul noului an. Încrede-te în El!"
    ]
  }
]
